tutorials/heatTransfer/buoyantBoussinesqPisoFoam/hotRoom/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application="buoyantBoussinesqPisoFoam"

compileApplication ../../buoyantPisoFoam/hotRoom/setHotRoom
runApplication blockMesh
runApplication setHotRoom
runApplication $application
